IDS_SRC_EXCEL_CREATE                          = "엑셀 입력 데이터 파일 생성"
IDS_SRC_EXCEL_CANCEL                          = "엑셀 파일 생성이 취소되었습니다."
IDS_SRC_EXCEL_FAIL                            = "EXCEL.EXE파일이 없어서 계속할 수 없습니다."
IDS_SRC_WORD_FAIL                             = "WORD.EXE파일이 없어서 계속할 수 없습니다."

IDS_SRC_MSG_FOLLOW_MEMB_NOT_DESIGN            = "다음의 부재들은 설계되지 않습니다.\n\n"
IDS_SRC_MSG_FOLLOW_MEMB_NOT_CHECK             = "다음의 부재들은 검토되지 않습니다.\n\n"
IDS_SRC_MSG_DESIGN_SRC_COMP_BEAM__d_d         = "합성 부재 / 합성보 설계 ( %d / %d )"
IDS_SRC_MSG_DESIGN_SRC_COLUMN__d_d            = "합성 부재 / 기둥 ( 매립형 ) 설계 ( %d / %d )"
IDS_SRC_MSG_DESIGN_SRC_CFT_COLUMN__d_d        = "콘크리트 충전 강관 설계 ( %d / %d )"
IDS_SRC_TOOLTIP_BUCKLING_LENGTH_FACTOR        = "유효 좌굴 길이 계수\n직접 입력하거나 우측의 버튼으로 선택 가능합니다."
IDS_SRC_MSG_CANNOT_CREATE_CALC_RESULT__s      = "%s에 대한 계산결과를 생성할 수 없습니다."
IDS_SRC_MSG_DONOT_CREATE_REPORT__s            = "%s에 대한 계산서 생성에 실패하였습니다."
IDS_SRC_MSG_DONOT_CREATE_REPORT               = "계산서 생성에 실패하였습니다."
IDS_SRC_MSG_DONOT_CREATE_RESULT_CONTINUE__s   = "%s에 대한 계산결과를 생성할 수 없습니다.\n계속 진행하시겠습니까?"
IDS_SRC_MSG_CHECK_SRC_COMPO_BEAM              = "합성 부재 / 합성보 검토 ..."
IDS_SRC_MSG_DESIGN_SRC_COMPO_BEAM             = "합성 부재 / 합성보 설계 ..."
IDS_SRC_MSG_CHECK_SRC_COLUMN                  = "합성 부재 / 기둥( 매립형 ) 검토 ..."
IDS_SRC_MSG_DESIGN_SRC_COLUMN                 = "합성 부재 / 기둥( 매립형 ) 설계 ..."
IDS_SRC_MSG_CHECK_SRC_CFT_COLUMN              = "콘크리트 충전 강관 검토 ..."
IDS_SRC_MSG_DESIGN_SRC_CFT_COLUMN             = "콘크리트 충전 강관 설계 ..."
IDS_SRC_MSG_LOAD_COMBINATION__i               = "하중 조합 ( %i ) ..."
IDS_SRC_MSG_LOAD_COMBINATION                  = "하중 조합 ..."

IDS_SRC_NAME_SECTION_1                        = "단면-1"
IDS_SRC_NAME_SECTION_2                        = "단면-2"
IDS_SRC_NAME_SECTION_3                        = "단면-3"
IDS_SRC_NAME_DIAMETER                         = "직경"
IDS_SRC_NAME_WIDTH                            = "너비"
IDS_SRC_NAME_PLASTIC                          = "소성"
IDS_SRC_NAME_ELASTIC                          = "탄성"
IDS_SRC_NAME_COMPACT                          = "Compact"
IDS_SRC_NAME_SLENDER                          = "Slender"
IDS_SRC_NAME_NON_COMPACT                      = "Noncompact"
IDS_SRC_NAME_GREEK_LAMDA                      = "λ"

IDS_SRC_TB_NAME_CHECK_ITEM                    = "검토 항목"
IDS_SRC_TB_NAME_RESULT                        = "검토 결과"
IDS_SRC_TB_NAME_REMARK                        = "비고"
IDS_SRC_TB_NAME_VALUE                         = "적용값"
IDS_SRC_TB_NAME_CRITERIA                      = "기준값"
IDS_SRC_TB_NAME_WIDTH_THICKNESS_RATIO         = "판-폭 두께비"
IDS_SRC_TB_NAME_H_PER_TW                      = "h/tw"
IDS_SRC_TB_NAME_H_PER_TF                      = "h/tf"
IDS_SRC_TB_NAME_DESIGN_METHOD                 = "설계 방식"
IDS_SRC_TB_NAME_CONSTRUCTION_STAGE            = "시공 단계"
IDS_SRC_TB_NAME_LPHI_MN_E                     = "øMn "
IDS_SRC_TB_NAME_MU_PER_LPHI_MN                = "Mu/øMn"
IDS_SRC_TB_NAME_LPHI_VN_E                     = "øVn "
IDS_SRC_TB_NAME_VU_PER_LPHI_VN                = "Vu/øVn"
IDS_SRC_TB_NAME_DELTA_DL_E                    = "δDL "
IDS_SRC_TB_NAME_DELTA_LL_E                    = "δLL "
IDS_SRC_TB_NAME_DELTA_ALL_E                   = "δALL "
IDS_SRC_TB_NAME_STRENGTH_OF_STUD              = "스터드 볼트 강도"
IDS_SRC_TB_NAME_STRENGTH_OF_CHANNEL           = "ㄷ형강 앵커 강도"
IDS_SRC_TB_NAME_STRENGTH_OF_SHEAR_CON         = "전단연결재 강도"
IDS_SRC_TB_NAME_QN_E                          = "Qn "
IDS_SRC_TB_NAME_V_PRIME_E                     = "V' "
IDS_SRC_TB_NAME_V_PRIME                       = "V'"
IDS_SRC_TB_NAME_Vr_PRIME                      = "Vr'"
IDS_SRC_TB_NAME_SERVICE_STAGE                 = "사용 단계"
IDS_SRC_TB_NAME_VIBRATION                     = "진동 검토"
IDS_SRC_TB_NAME_FREQUEMCY_HZ                  = "진동수 (Hz)"
IDS_SRC_TB_NAME_ACCELERATION_PERC             = "가속도 (%)"
IDS_SRC_TB_NAME_LPHI_EQ__s                    = "ø = %s"
IDS_SRC_TB_NAME_LPHI_EQ2__s                   = "ø=%s"
IDS_SRC_TB_NAME_LPHI_EQ__s1                   = "γ = %s"
IDS_SRC_TB_NAME_LPHI_EQ2__s1                  = "γ=%s"
IDS_SRC_TB_NAME_MU_EQ__s                      = "Mu = %s"
IDS_SRC_TB_NAME_VU_EQ__s                      = "Vu = %s"
IDS_SRC_TB_NAME_SPAN__s_s                     = "%s (경간/%s)"
IDS_SRC_TB_NAME_STUD_NO__d                    = "스터드 개수 = %d"
IDS_SRC_TB_NAME_CHANNEL_NO__d                 = "ㄷ형강 개수 = %d"
IDS_SRC_TB_NAME_SIGMA_QN_V_PRIME__s           = "ΣQn/V' = %s%%"
IDS_SRC_TB_NAME_PLASTIC_DESIGN                = "소성 설계"
IDS_SRC_TB_NAME_ELASTIC_DESIGN                = "탄성 설계"
IDS_SRC_TB_NAME_CHK                           = "선택"
IDS_SRC_TB_NAME_MEMBER_RN_NAME                = "부재\n이름"
IDS_SRC_TB_NAME_APPLY_RN_MEMBER_TO            = "부재\n적용\n범위"
IDS_SRC_TB_NAME_MATERIAL                      = "재질"
IDS_SRC_TB_NAME_STEEL                         = "철골"
IDS_SRC_TB_NAME_SECTION                       = "단면"
IDS_SRC_TB_NAME_CLASS                         = "클래스"
IDS_SRC_TB_NAME_SHAPE                         = "형상"
IDS_SRC_TB_NAME_FCK                           = "Fck"
IDS_SRC_TB_NAME_FY                            = "Fy"
IDS_SRC_TB_NAME_FYS                           = "Fys"
IDS_SRC_TB_NAME_USE_RN_DB                     = "DB\n단면"

IDS_SRC_TB_NAME_NAME                          = "명칭"
IDS_SRC_TB_NAME_SIZE                          = "치수"
IDS_SRC_TB_NAME_SIZE1                         = "치수1"
IDS_SRC_TB_NAME_SIZE2                         = "치수2"
IDS_SRC_TB_NAME_SIZE3                         = "치수3"
IDS_SRC_TB_NAME_SIZE4                         = "치수4"
IDS_SRC_TB_NAME_SIZE5                         = "치수5"
IDS_SRC_TB_NAME_SIZE6                         = "치수6"
IDS_SRC_TB_NAME_DESIGN_FORCE                  = "설계 부재력"
IDS_SRC_TB_NAME_MOMENT                        = "휨 모멘트"
IDS_SRC_TB_NAME_SHEAR                         = "전단력"
IDS_SRC_TB_NAME_PU                            = "Pu"
IDS_SRC_TB_NAME_MX                            = "Mx"
IDS_SRC_TB_NAME_MY                            = "My"
IDS_SRC_TB_NAME_VX                            = "Vx"
IDS_SRC_TB_NAME_VY                            = "Vy"
IDS_SRC_TB_NAME_LX                            = "Lx"
IDS_SRC_TB_NAME_LY                            = "Ly"
IDS_SRC_TB_NAME_KX                            = "Kx"
IDS_SRC_TB_NAME_KY                            = "Ky"
IDS_SRC_TB_NAME_LV                            = "Lv"
IDS_SRC_TB_NAME_MUX                           = "Mux"
IDS_SRC_TB_NAME_MUY                           = "Muy"
IDS_SRC_TB_NAME_VUX                           = "Vux"
IDS_SRC_TB_NAME_VUY                           = "Vuy"
IDS_SRC_TB_NAME_LENGTH_N_FACTOR               = "길이 / 계수"
IDS_SRC_TB_NAME_WIDTH                         = "폭"
IDS_SRC_TB_NAME_LENGTH                        = "길이"
IDS_SRC_TB_NAME_FACTOR                        = "계수"
IDS_SRC_TB_NAME_DISTANCE                      = "거리"
IDS_SRC_TB_NAME_LOAD_TRANSFER                 = "하중 전달"
IDS_SRC_TB_NAME_EXTERNAL_RN_FORCE_TO          = "부재력\n전달대상"
IDS_SRC_TB_NAME_MEMBER_RN_EXTENDS_TO          = "부재\n확장대상"
IDS_SRC_TB_NAME_SEISMIC                       = "내진 기준 적용"
IDS_SRC_TB_NAME_SEISMIC_DUCTILITY             = "연성"
IDS_SRC_TB_NAME_DESIGN_STRENGTH               = "설계 강도"
IDS_SRC_TB_NAME_LPHI_PN                       = "øPn"
IDS_SRC_TB_NAME_LPHI_MNX                      = "øMnx"
IDS_SRC_TB_NAME_LPHI_MNY                      = "øMny"
IDS_SRC_TB_NAME_LPHI_VNX                      = "øVnx"
IDS_SRC_TB_NAME_LPHI_VNY                      = "øVny"
IDS_SRC_TB_NAME_LPHI_VIN                      = "øVin"
IDS_SRC_TB_NAME_LPHI_RN                       = "øRn"
IDS_SRC_TB_NAME_VIN                           = "Vin"
IDS_SRC_TB_NAME_DESIGN_RESULT                 = "계산 결과"
IDS_SRC_TB_NAME_P                             = "P"
IDS_SRC_TB_NAME_M                             = "M"
IDS_SRC_TB_NAME_V                             = "V"
IDS_SRC_TB_NAME_COMB_PNT_RN_RATIO             = "조합\n강도비"

IDS_SRC_TB_NAME_DIRECTION_X                   = "X방향"
IDS_SRC_TB_NAME_DIRECTION_Y                   = "Y방향"
IDS_SRC_TB_NAME_BTR                           = "BTR"
IDS_SRC_TB_NAME_REQ_MATL_CAP                  = "재질에 대한 요구 사항"
IDS_SRC_TB_NAME_REQ_MATL_CON_MIN              = "Fck,min"
IDS_SRC_TB_NAME_REQ_MATL_CON_MAX              = "Fck,max"
IDS_SRC_TB_NAME_REQ_MATL_STL_MAX              = "Fy,max"
IDS_SRC_TB_NAME_REQ_MATL_BAR_MAX              = "Fyr,max"
IDS_SRC_TB_NAME_REQ_HOOP_CAP                  = "띠철근에 대한 요구 사항"
IDS_SRC_TB_NAME_END                           = "단부"
IDS_SRC_TB_NAME_MIDDLE                        = "중앙부"
IDS_SRC_TB_NAME_REQ_SECT_AS_MIN               = "As,min"
IDS_SRC_TB_NAME_AXIAL_CAPACITY                = "축강도"
IDS_SRC_TB_NAME_MOMENT_CAPACITY               = "모멘트 강도"
IDS_SRC_TB_NAME_SHEAR_CAPACITY                = "전단 강도"
IDS_SRC_TB_NAME_PU_PER_LPHI_PN                = "Pu/øPn"
IDS_SRC_TB_NAME_LPHI_MN                       = "øMn"
IDS_SRC_TB_NAME_COMBINED_RATIO                = "조합 강도비"
IDS_SRC_TB_NAME_COMRAT                        = "조합 강도비"
IDS_SRC_TB_NAME_LPHI_VN_CON                   = "øVn,con"
IDS_SRC_TB_NAME_LPHI_VN_STL                   = "øVn,stl"
IDS_SRC_TB_NAME_LPHI_VN                       = "øVn"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_VIN          = "V'/øVin"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_VIN_15       = "Vr'/øVin"
IDS_SRC_TB_NAME_PR_PER_PC__s                  = "Pr/Pc %s 0.2"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_RN           = "Vr'/øRn"

IDS_SRC_TB_NAME_MAIN_BAR                      = "주철근"
IDS_SRC_TB_NAME_L                             = "L"
IDS_SRC_TB_NAME_NO                            = "개수"
IDS_SRC_TB_NAME_ROW                           = "행"
IDS_SRC_TB_NAME_MAIN                          = "주철근"
IDS_SRC_TB_NAME_DC                            = "Dc"
IDS_SRC_TB_NAME_CC                            = "Cc"
IDS_SRC_TB_NAME_L1                            = "L1"
IDS_SRC_TB_NAME_MAX_PNT                       = "Max."
IDS_SRC_TB_NAME_HOOP_BAR                      = "띠철근"
IDS_SRC_TB_NAME_CEN_PNT                       = "중앙부"
IDS_SRC_TB_NAME_USER_INPUT                    = "사용자 입력"
IDS_SRC_TB_NAME_CONC                          = "Con'c"
IDS_SRC_TB_NAME_LAYER                         = "레이어"
IDS_SRC_TB_NAME_LAYER_1                       = "레이어 1"
IDS_SRC_TB_NAME_MAX_PNT_NUM                   = "최대 개수"
IDS_SRC_TB_NAME_CENTER                        = "중앙부"
IDS_SRC_TB_NAME_USE_USER_INPUT                = "사용자 입력 적용"

IDS_SRC_TB_NAME_H_BEAM                        = "H-형강"
IDS_SRC_TB_NAME_STUD                          = "스터드볼트"
IDS_SRC_TB_NAME_SHEARCON                      = "전단연결재"
IDS_SRC_TB_NAME_SHEAR_N_CONNECTOR             = "전단\n연결재"
IDS_SRC_TB_NAME_TYPE                          = "유형"
IDS_SRC_TB_NAME_HEIGHT                        = "높이"
IDS_SRC_TB_NAME_FORCE                         = "설계 부재력"
IDS_SRC_TB_NAME_SPLICE                        = "이음"
IDS_SRC_TB_NAME_ROWS                          = "행"
IDS_SRC_TB_NAME_ARRANGEMENT                   = "배치 유형"
IDS_SRC_TB_NAME_SPACE                         = "간격"
IDS_SRC_TB_NAME_USE_RN_USER                   = "사용자\n적용"
IDS_SRC_TB_NAME_CHECK                         = "검토"
IDS_SRC_TB_NAME_TARGET_RN_MATERIAL            = "대상\n재질"
IDS_SRC_TB_NAME_TRANSFER_FORCE                = "전달\n하중"
IDS_SRC_TB_NAME_TRANSFER_REGION               = "전달\n영역"
IDS_SRC_TB_NAME_MEMBER_EXTEND                 = "부재\n확장"
IDS_SRC_TB_NAME_LCOMB                         = "하중 조합"
IDS_SRC_TB_NAME_LCOMBINATION                  = "하중 조합"
IDS_SRC_TB_NAME_DOTDOTDOT                     = "..."

IDS_SRC_TB_NAME_HEADED_STUD                   = "스터드 볼트"
IDS_SRC_TB_NAME_COLUMNS                       = "열"
IDS_SRC_TB_NAME_WEB                           = "웨브"
IDS_SRC_TB_NAME_FLANGE                        = "플랜지"
IDS_SRC_TB_NAME_HEADED_CHANNEL                = "ㄷ형강 앵커"

IDS_SRC_TB_NAME_SPHI_PN                       = "øPn"
IDS_SRC_TB_NAME_SPHI_MN                       = "øMn"
IDS_SRC_TB_NAME_SPHI_MNX                      = "øMnx"
IDS_SRC_TB_NAME_SPHI_MNY                      = "øMny"
IDS_SRC_TB_NAME_SPHI_VN                       = "øVn"

IDS_SRC_TB_NAME_LPHI_MN_E1                    = "MRd "
IDS_SRC_TB_NAME_MU_PER_LPHI_MN1               = "MEd/MRd"
IDS_SRC_TB_NAME_LPHI_VN_E1                    = "VRd "
IDS_SRC_TB_NAME_VU_PER_LPHI_VN1               = "VEd/VRd"
IDS_SRC_TB_NAME_LPHI_PN1                      = "NRd"
IDS_SRC_TB_NAME_LPHI_MNX1                     = "MRd,x"
IDS_SRC_TB_NAME_LPHI_MNY1                     = "MRd,y"
IDS_SRC_TB_NAME_LPHI_VNX1                     = "VRd,x"
IDS_SRC_TB_NAME_LPHI_VNY1                     = "VRd,y"
IDS_SRC_TB_NAME_LPHI_VIN1                     = "PRd"
IDS_SRC_TB_NAME_LPHI_MN1                      = "MRd"
IDS_SRC_TB_NAME_PU_PER_LPHI_PN1               = "NEd/NRd"
IDS_SRC_TB_NAME_LPHI_VN_CON1                  = "Vc,Rd"
IDS_SRC_TB_NAME_LPHI_VN_STL1                  = "Va,Rd"
IDS_SRC_TB_NAME_LPHI_VN1                      = "VRd"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_VIN1         = "TEd/VRd"
IDS_SRC_TB_NAME_SPHI_PN1                      = "NRd"
IDS_SRC_TB_NAME_SPHI_MN1                      = "MRd"
IDS_SRC_TB_NAME_SPHI_MNX1                     = "MRd,x"
IDS_SRC_TB_NAME_SPHI_MNY1                     = "MRd,y"
IDS_SRC_TB_NAME_SPHI_VN1                      = "VRd"
IDS_SRC_TB_NAME_LPHI_VN_STEEL1                = "Vn,steel"
IDS_SRC_TB_NAME_LPHI1                         = "γ"
IDS_SRC_TB_NAME_QN_E1                         = "Pb,Rd "
IDS_SRC_TB_NAME_V_PRIME_E1                    = "PRd "
IDS_SRC_TB_NAME_MU_EQ__s1                     = "MEd = %s"
IDS_SRC_TB_NAME_VU_EQ__s1                     = "TEd = %s"

IDS_SRC_TB_NAME_RHO_SR                        = "ρsr"
IDS_SRC_TB_NAME_RHO_S                         = "ρs"
IDS_SRC_TB_NAME_LPHI                          = "ø"
IDS_SRC_TB_NAME_LAMBDA_MAX                    = "λmax"

IDS_SRC_TB_NAME_SMAX                          = "smax"
IDS_SRC_TB_NAME_S_PER_SMAX                    = "s/smax"
IDS_SRC_TB_NAME_LPHI_VN_CONC                  = "øVn,con"
IDS_SRC_TB_NAME_LPHI_VN_STEEL                 = "øVn,stl"
IDS_SRC_TB_NAME_LPHI_VN_STL_BAR               = "øVn,stl+bar"

IDS_SRC_TB_NAME_RHO_MAX__s                    = "ρmax=%s%%"
IDS_SRC_TB_NAME_RHO_MIN__s                    = "ρmin=%s%%"
IDS_SRC_TB_NAME_SMALL_RHO_MIN__s              = "<ρmin(%s%%)"
IDS_SRC_TB_NAME_LARGE_RHO_MAX__s              = ">ρmax(%s%%)"
IDS_SRC_TB_NAME_LPHI_EQ_075                   = "ø = 0.75"
IDS_SRC_TB_NAME_LPHI_EQ_090                   = "ø = 0.90"
IDS_SRC_TB_NAME_POS_PNT                       = "Pos."
IDS_SRC_TB_NAME_SELF_RN_LOAD                  = "자중"
IDS_SRC_TB_NAME_LIVE_RN_LOAD                  = "활하중"
IDS_SRC_TB_NAME_FINISH_RN_LOAD                = "마감\n하중"
IDS_SRC_TB_NAME_CONST_RN_LOAD                 = "시공\n하중"
IDS_SRC_TB_NAME_CONSTRUCTION_RN_LOAD          = "시공\n하중"
IDS_SRC_TB_NAME_SLAB_RN_THK_PNT               = "슬래브\n두께"
IDS_SRC_TB_NAME_DECK_PLATE                    = "데크 플레이트"
IDS_SRC_TB_NAME_USE                           = "적용"
IDS_SRC_TB_NAME_DIRECTION                     = "설치 방향"
IDS_SRC_TB_NAME_SPAN_N_SUPPORT                = "경간 / 지점 조건"
IDS_SRC_TB_NAME_USE_RN_SUPPORT                = "동바리\n사용"
IDS_SRC_TB_NAME_SPAN                          = "경간"
IDS_SRC_TB_NAME_UNBRACED_RN_LENGTH            = "비지지\n길이"
IDS_SRC_TB_NAME_DESIGN_LOAD                   = "설계 하중"
IDS_SRC_TB_NAME_SELF_DASH_RN_WEIGHT           = "자중"
IDS_SRC_TB_NAME_CONCENTRATED_FORCE            = "집중 하중"
IDS_SRC_TB_NAME_DEFLECTION                    = "처짐"
IDS_SRC_TB_NAME_DURING_RN_CONSTRUCTION        = "시공시"
IDS_SRC_TB_NAME_BY_LIVE_RN_LOAD               = "활하중"
IDS_SRC_TB_NAME_BY_DEAD_RN_N_LIVE_LOAD        = "고정하중\n+활하중"
IDS_SRC_TB_NAME_LOAD_RN_FACTOR_RN_PERC        = "하중\n계수\n(%)"
IDS_SRC_TB_NAME_USE_TYPE                      = "적용 유형"
IDS_SRC_TB_NAME_DAMP_RN_RATIO_BETA            = "감쇠비\n(β)"
IDS_SRC_TB_NAME_BY_RN_FIRDER_RN_MODE          = "거더\n모드\n고려"
IDS_SRC_TB_NAME_GIRDER_RN_SPAN                = "거더\n경간"
IDS_SRC_TB_NAME_POS_OF_GIRDER                 = "거더\n위치"
IDS_SRC_TB_NAME_CONNECTION_RN_TYPE            = "접합\n유형"
IDS_SRC_TB_NAME_GIRDER_RN_SHAPE               = "거더\n형상"
IDS_SRC_TB_NAME_GIRDER_RN_NAME                = "거더\n이름"
IDS_SRC_TB_NAME_GIRDER_SIZE                   = "거더 치수"
IDS_SRC_TB_NAME_DESIGN_RN_METHOD              = "설계\n방법"
IDS_SRC_TB_NAME_DELTA_DL                      = "δDL"
IDS_SRC_TB_NAME_DELTA_LL                      = "δLL"
IDS_SRC_TB_NAME_DELTA_ALL                     = "δALL"
IDS_SRC_TB_NAME_QN                            = "Qn"
IDS_SRC_TB_NAME_FREQUEMCY_RN_HZ               = "진동수\n(Hz)"
IDS_SRC_TB_NAME_ACCELERATION_RN_PERC          = "가속도\n(%)"

IDS_SRC_TB_NAME_H                             = "H"
IDS_SRC_TB_NAME_BU                            = "Bu"
IDS_SRC_TB_NAME_BL                            = "BL"
IDS_SRC_TB_NAME_HU                            = "Hu"
IDS_SRC_TB_NAME_HL                            = "HL"
IDS_SRC_TB_NAME_TW                            = "Tw"
IDS_SRC_TB_NAME_TU                            = "Tu"
IDS_SRC_TB_NAME_TL                            = "TL"
IDS_SRC_TB_NAME_HR                            = "HR"
IDS_SRC_TB_NAME_BR                            = "BR"
IDS_SRC_TB_NAME_TR                            = "TR"
IDS_SRC_TB_NAME_RC                            = "RC"
IDS_SRC_TB_NAME_SLAB                          = "슬래브"
IDS_SRC_TB_NAME_REBAR                         = "철근"
IDS_SRC_TB_NAME_COVER                         = "피복두께"
IDS_SRC_TB_NAME_LB                            = "Lb"
IDS_SRC_TB_NAME_CONS_PNT                      = "시공하중"
IDS_SRC_TB_NAME_SURFACE                       = "마감하중"
IDS_SRC_TB_NAME_LIVE                          = "활하중"

IDS_SRC_TB_NAME_RESULT_1                      = "검토 결과 1"
IDS_SRC_TB_NAME_RESULT_2                      = "검토 결과 2"
IDS_SRC_TB_NAME_RESULT_3                      = "검토 결과 3"
IDS_SRC_TB_NAME_RESULT_4                      = "검토 결과 4"
IDS_SRC_TB_NAME_RESULT_5                      = "검토 결과 5"

IDS_SRC_TB_NAME_A0                            = "A0"
IDS_SRC_TB_NAME_Y0                            = "Y0"
IDS_SRC_TB_NAME_I0                            = "I0"
IDS_SRC_TB_NAME_ZC0                           = "Zc0"
IDS_SRC_TB_NAME_ZT0                           = "Zt0"
IDS_SRC_TB_NAME_A1                            = "A1"
IDS_SRC_TB_NAME_Y1                            = "Y1"
IDS_SRC_TB_NAME_I1                            = "I1"
IDS_SRC_TB_NAME_ZC1                           = "Zc1"
IDS_SRC_TB_NAME_ZT1                           = "Zt1"
IDS_SRC_TB_NAME_A2                            = "A2"
IDS_SRC_TB_NAME_Y2                            = "Y2"
IDS_SRC_TB_NAME_I2                            = "I2"
IDS_SRC_TB_NAME_ZC2                           = "Zc2"
IDS_SRC_TB_NAME_ZT2                           = "Zt2"
IDS_SRC_TB_NAME_AG                            = "Ag"
IDS_SRC_TB_NAME_YG                            = "Yg"
IDS_SRC_TB_NAME_IG                            = "Ig"
IDS_SRC_TB_NAME_ZCG                           = "Zcg"
IDS_SRC_TB_NAME_ZTG                           = "Ztg"

IDS_SRC_DLG_TITLE_CREATE_REPORT_FILE__s       = "계산서 생성( 합성 부재 / %s )"
IDS_SRC_MSG_PRINT_QUICK_REPORT__s             = "계산서 생성( 합성 부재 / %s )"
IDS_SRC_MSG_CREATE_EMF_FILES__s               = "EMF 파일 생성( 합성 부재 / %s )"
IDS_SRC_MSG_CREATE_BMP_FILES__s               = "BMP 파일 생성( 합성 부재 / %s )"
IDS_SRC_MSG_CREATE_JPG_FILES__s               = "JPG 파일 생성( 합성 부재 / %s )"
IDS_SRC_TB_NAME_OVER                          = "Over"
IDS_SRC_MSG_CONCEN_FORCE_NOTHING              = "집중 하중이 입력되지 않았습니다."
IDS_SRC_MSG_CONCEN_FORCE_INVALID_ROW_TO_DEL   = "삭제를 할 수 있는 열이 아닙니다."
IDS_SRC_MSG_CONCEN_FORCE_INVALID_ROW_TO_INS   = "삽입을 할 수 있는 열이 아닙니다."
